
<template>
  <ant-tabs style="max-width: 500px;">
    <ant-button slot="exContent">请认真阅读，并背诵全文</ant-button>
    <ant-tab-pane tab="匆匆:朱自清" xkey="quickquick">
      燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时 候。但是，聪明的，你告诉我，我们的日子为什么一去不复返呢？——是有人偷了他 们罢：那是谁？又藏在何处呢？是他们自己逃走了罢——如今又到了哪里呢？
    </ant-tab-pane>
    <ant-tab-pane tab="故乡:鲁迅" xkey="homeland">
      这时候，我的脑里忽然闪出一幅神异的图画来：深蓝的天空中挂着一轮金黄的圆月，下面是海边的沙地，都种着一望无际的碧绿的西瓜，其间有一个十一二岁的少年，项带银圈，手捏一柄钢叉，向一匹猹尽力的刺去，那猹却将身一扭，反从他的胯下逃走了。
    </ant-tab-pane>
    <ant-tab-pane tab="孔乙己:鲁迅" xkey="kong11">
      孔乙己喝过半碗酒，涨红的脸色渐渐复了原，旁人便又问道，“孔乙己，你当真认识字么？”孔乙己看着问他的人，显出不屑置辩的神气。他们便接着说道，“你怎的连半个秀才也捞不到呢？”孔乙己立刻显出颓唐不安模样，脸上笼上了一层灰色，嘴里说些话；这回可是全是之乎者也之类，一些不懂了。在这时候，众人也都哄笑起来：店内外充满了快活的空气。
    </ant-tab-pane>
  </ant-tabs>
</template>